// news = [ ["date","title","article","id"], ... ]

const newsList = [
    [
        "16/10/2020",
        "Ανανέωση δρομολογίων",
        "Λόγω της αύξησης των κρουσμάτων της πανδημίας στη χώρας μας και σε συνέχεια των οδηγειών προστασίας των επιβατών \
        μας αλλάζουμε τα δρομολόγια των γραμμών μας. Οι αλλαγές ξεκινάνε από Δευτέρα 19 του μήνα και θα ισχύσουν μέχρι \
        νεότερη ανακοίνωση. Περισσότερες πληροφορίες μπορείτε να βρείτε στα ενημερωμένα δρομολόγιά μας στο παρακάτω. ",
        "newDromologia",
    ],
    [
        "19/9/2020",
        "Μένουμε ασφαλείς",
        "Η νέα κανονικότητα και οι προφυλάξεις που λαμβάνουμε στη καθημερινότητά μας χρειάζεται να εφαρμοστεί και στα μέσα \
        μεταφοράς που επιλέγουμε. Για να παραμείνουμε όλοι ασφαλείς στις μετακινήσεις μας, παρακαλούμε όλους τους επιβάτες \
        να ακολουθούν τα μέτρα προστασίας όχι μόνο για το προσωπικό όφελος αλλά για το καλό όλων των επιβατών. Φοράμε \
        υπεχρεωτικά μάσκα και τηρούμε την απαραίτητη απόσταση στις στάσεις και στις θέσεις των λεωφορείων. Αποφεύγουμε \
        τις μη υποχρεωτικές μετακινήσεις μας καθώς και τις μετακινήσεις σε περίπτωση που παρουσιάζουμε συπτώματα ίωσης \
        Παρακαλούμε να κυκλοφορείτε με υπευθυνότητα, σας ευχαριστούμε για την κατανόησή σας.",
        "remainSafe",
    ],
    [
        "29/8/2020",
        "Έκδοση μηνιαίας κάρτας",
        "Για το μήνα Σεπτέμβρη η έκδοση μηνιαίας κάρτας ξεκινάει όπως κάθε μήνα από τη πρώτη του μέρα και ισχύει έως το τέλος του.\
        Αναλυτικές πληροφορίες σχετικά με τις τιμές και τα προϊόντα μας μπορείτε να βρείτε στα εισιτήρια.",
        "card",
    ]
];

