// linesList = [ [number,start] ... ]

const linesList = [
    [
        "101",
        "Εγκλυκάδα"
    ],
    [
        "102",
        "Διάκου (Λυκοχωρός)"
    ],
    [
        "103",
        "Ρωμανού - Ελεκίστρα"
    ],
    [
        "201",
        "Τ.Ε.Ι. - Ταραμπούρα"
    ],
    [
        "301",
        "Ζαρουχλέικα"
    ],
    [
        "302",
        "Λεύκα"
    ],
    [
        "401",
        "Αρόη"
    ],
    [
        "501",
        "Τσουκαλέικα - Μονοδένδρι"
    ],
    [
        "505",
        "Βραχνέικα - Μονοδένδρι"
    ],
    [
        "502",
        "Μιντιλόγλι"
    ],
    [
        "601",
        "Πανεπιστήμιο - Νοσοκομείο"
    ],
    [
        "602",
        "Express Πανεπιστήμιο - Νοσοκομείο"
    ],
    [
        "604",
        "Πανεπιστήμιο - Νοσοκομείο - Ρίο"
    ],
    [
        "605",
        "Πανεπιστήμιο - Άγ. Βασίλειος - Ρίο"
    ],
    [
        "606",
        "Προάστιο - Καστελλόκαμπος - Porto Rio"
    ],
    [
        "607",
        "Βούντενη - Μπάλα"
    ],
    [
        "608",
        "Άνω Καστρίτσι"
    ],
    [
        "702",
        "Σούλι"
    ],
    [
        "703",
        "Μπεγουλάκι - Σαραβάλι"
    ],
    [
        "704",
        "Σαραβάλι - Κρήνη"
    ],
    [
        "706",
        "Μπεγουλάκι - Parking Περιβόλα"
    ],
    [
        "707",
        "Σούλι - Σαραβάλι"
    ],
    [
        "801",
        "Άνω Κάτω Οβρυά - Δεμενάκια - Προφήτης Ηλίας"
    ],
    [
        "803",
        "Καλλιθέα, Καλλιθέα - Θέα, Δεμένικα - Καλλιθέα - Θέα "
    ],
    [
        "901",
        "Πανεπιστήμιο - Νοσοκομείο μέσω Έλληνος Στρατιώτου"
    ],
    [
        "111",
        "Parking - Τερψιθέα"
    ],
    [
        "118",
        "Λιμάνι - Port"
    ],
];

const lines = document.getElementById("lines");

for( let i = 0 ; i < linesList.length ; i++ ){
    
    let busLine = document.createElement("a");
    busLine.textContent = " " + linesList[i][0] + " ";

    let busRoad = document.createElement("li");
    busRoad.textContent = linesList[i][1];

    busRoad.appendChild(busLine);
    lines.appendChild(busRoad);
}